app/controllers/contacts_controller.rb

  def create
    @contact = Contact.create(contact_params)
---
INSERT INTO "contacts" ("first_name", "last_name", "email", "description", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["first_name", ""], ["last_name", ""], ["email", ""], ["description", ""], ["created_at", "2017-10-11 22:28:21.583857"], ["updated_at", "2017-10-11 22:28:21.583857"]]